[
  {
    "id": 1,
    "title": "Ayo Bantu Pak Harun dan Emak Een",
    "desc": "Pak Harun (72 tahun) adalah seorang sopir angkuran umum jurusan ST Hall-Cimahi, Ema Een (67 tahun) istrinya setia di samping abah selalu menemani disaat mencari penumpang. Kisah Abah dan Ema cukup menginspirasi kita tentang kesetiaan. Tapi, di saat masa pandemi covid-19 saat ini Abah Harun harus bekerja keras untuk mencari penumpang angkot yang semakin sepi, penghasilan tidak menentu setiap harinya kadang tidak dapat penghasilan, paling besar hanya Rp20.000 setiap harinya, untuk bayar bensin, setoran angkot, kontrakan dan kebutuhan sehari-hari kadang tidak mencukupi.",
    "image": "program1.jpg",
    "detail": {
      "title": "Donasi untuk Abah Harun dan Emak Een",
      "desc": "Salurkan donasi terbaik yang kamu punya untuk Abah Harun dan Emak Een",
      "personInCharge": "Bank BCA a/n Nita Mariyam",
      "bankNumber": 1390467814,
      "contact": {
        "name": "Whatsapp (Nita)",
        "number": 6289689368296
      }
    },
    "donation": {
      "accumulated": 7308267,
      "funneled": 7308267,
      "status": "closed"
    },
    "lastUpdated": "2020-10-11T21:00:00+0700",
    "closed": "2020-10-11T21:00:00+0700"
  },
  {
    "id": 2,
    "title": "Bantu Khalil Pulih Kembali",
    "desc": "Khalil Ilmi Benua Najwa (19 tahun) Alumni SMKN 2 Cimahi, mengalami kecelakaan lalu lintas saat akan pergi bekerja di Cimahi karena tertabrak mobil angkutan umum (angkot). Akibat kecelakaan tersebut Khalil mengalami patah tulang paha kiri dan setengah wajah hancur akibat kaki tertimpa mobil yang terbalik dan wajah yang membentur trotoar. Khalil lulusan SMKN 2 Cimahi tahun lalu dan baru memulai bekerja sebagai karyawan kontrak di salah satu pabrik di daerah Cimahi, saat ini ia sedang dalam penanganan di RS Umum Daerah Cibabat, Cimahi. Khalil masih merasakan tidak nyaman di bagian wajah, juga masih merasakan sakit di daerah luka-lukanya. Kemarin (Rabu) telah dilaksanakan operasi wajah termasuk mata, operasi patah tulang paha kaki kiri, dan operasi kaki kanannya yang juga bermasalah. Pihak keluarga masih menunggu penjelasan lebih lengkap dari dokter mengenai masalah akibat kecelakannyaa (Diinformasikan hari ini/Kamis). Kemungkinan besar Khalil masih perlu penanganan lanjutan mengenai luka-lukanya terutama pada kedua matanya yang sangat bermasalah. Perkiraan total biaya yang dibutuhkan untuk penanganan lanjutan berkisar Rp 120.000.000 (seratus dua puluh juta rupiah) untuk rinciannya: Biaya rawat inap, operasi patah tulang paha kiri, operasi kaki kanan, operasi plastik wajah yang hancur, (kemungkinan besar) operasi cangkok mata, dan penanganan lanjutan lainnya.",
    "image": "program2.jpg",
    "detail": {
      "title": "Donasi untuk Khalil Ilmi Benua Najwa",
      "desc": "Ayo bantu Khalil pulih kembali, dengan cara menyalurkan donasi terbaik kamu ke nomor rekening :",
      "personInCharge": "Bank BCA a/n Nita Mariyam",
      "bankNumber": 1390467814,
      "contact": {
        "name": "Whatsapp (Nita)",
        "number": 6289689368296
      }
    },
    "donation": {
      "accumulated": 13528646,
      "funneled": 0,
      "status": "open"
    },
    "lastUpdated": "2021-03-24T20:22:26+0700",
    "closed": "2021-03-24T21:00:00+0700"
  }
]
